Repository: ONSdigital/census-rh-ui
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Page not found
cy: Heb ddod o hyd i'r dudalen

source: If you entered a web address, check it is correct.
cy: Os gwnaethoch nodi cyfeiriad gwefan, gwnewch yn siŵr ei fod yn gywir.

source: If you pasted the web address, check you copied the whole address.
cy: Os gwnaethoch chi ludo'r cyfeiriad gwe, gwnewch yn siŵr eich bod wedi copïo'r cyfeiriad cyfan.

source: If the web address is correct or you selected a link or button, %(open)scontact us%(close)s for more help.
cy: Os yw'r cyfeiriad gwe yn gywir neu os gwnaethoch chi ddewis dolen neu fotwm, %(open)scysylltwch â ni%(close)s am fwy o help.

source: This survey has closed
cy: Mae'r arolwg hwn wedi cau

source: Your access code is for a survey that has now closed.
cy: Mae eich cod mynediad ar gyfer arolwg sydd bellach wedi cau.

source: Thank you for your help.
cy: Diolch am eich help.

source: This address is not part of the census for England and Wales
cy: Nid yw'r cyfeiriad hwn yn rhan o'r cyfrifiad yng Nghymru a Lloegr

source: You have selected an address in Northern Ireland.
cy: Rydych chi wedi dewis cyfeiriad yng Ngogledd Iwerddon.

source: The Northern Ireland Statistics and Research Agency (NISRA) runs the census in Northern Ireland. Visit the %(open)sNISRA census website%(close)s to find out how to take part in the census for Northern Ireland.
cy: Asiantaeth Ystadegau ac Ymchwil Gogledd Iwerddon (NISRA) sy'n cynnal y cyfrifiad yng Ngogledd Iwerddon. Ewch i wefan %(open)scyfrifiad NISRA%(close)s i gael gwybod sut i gymryd rhan yn y cyfrifiad ar gyfer Gogledd Iwerddon.

source: Alternatively, you can %(open)scontact us%(close)s for help.
cy: Fel arall, gallwch chi %(open)sgysylltu â ni%(close)s am help.

source: You have selected an address in Scotland. Visit the <a href="https://www.scotlandscensus.gov.uk/">National Records of Scotland website</a> to find out how to take part in the census for Scotland.
cy: Rydych chi wedi dewis cyfeiriad yn yr Alban. Ewch i <a href="https://www.scotlandscensus.gov.uk/"> wefan Cofnodion Cenedlaethol yr Alban website</a> i gael gwybod sut i gymryd rhan yn y cyfrifiad ar gyfer yr Alban.

source: Alternatively, you can %(open)scontact us for help%(close)s.
cy: Fel arall, gallwch chi %(open)sgysylltu â ni%(close)s am help.

source: Yes, this is the correct address
cy: Ie, hwn yw'r cyfeiriad cywir

source: No, search for address again
cy: Na, rwyf am chwilio am fy nghyfeiriad eto

source: Select an answer
cy: Dewiswch ateb

source: Is this the correct address?
cy: Ai hwn yw'r cyfeiriad cywir?

source: Change flat or room number
cy: Newid rhif fflat neu ystafell

source: Add flat or room number
cy: Ychwanegu rhif fflat neu ystafell

source: Continue
cy: Parhau

source: You need to call the Census customer contact centre
cy: Mae angen i chi ffonio canolfan gyswllt cwsmeriaid y cyfrifiad

source: There is an issue linking your address via the website.
cy: Mae problem wrth newid eich cyfeiriad drwy'r wefan.

source: You can call us free on %(telephone_number)s or %(open)schoose another way to contact us%(close)s.
cy: Gallwch chi ein ffonio ni am ddim ar %(telephone_number)s neu %(open)sddewis ffordd arall o gysylltu â ni%(close)s.

source: There is an issue changing your address via the website.
cy: Mae problem wrth newid eich cyfeiriad drwy'r wefan.

source: There is an issue processing your address via the website.
cy: Mae problem wrth newid eich cyfeiriad drwy'r wefan.

source: Enter a postcode
cy: Rhowch god post

source: Enter a valid UK postcode
cy: Nodwch god post dilys yn y Deyrnas Unedig

source: What is your postcode?
cy: Beth yw eich cod post?

source: <p>To request an individual access code, we need your address</p>
cy: <p>I ofyn am god mynediad unigol, bydd angen eich cyfeiriad arnom</p>

source: <p>To request an access code, we need your address</p>
cy: <p>I ofyn am god mynediad, bydd angen eich cyfeiriad arnom</p>

source: <p>To send a paper census questionnaire, we need your address</p>
cy: <p>I anfon holiadur papur y cyfrifiad, bydd angen eich cyfeiriad arnom</p>

source: <p>To send a continuation questionnaire, we need your address</p>
cy: <p>I anfon holiadur cartref (parhad), bydd angen eich cyfeiriad arnom</p>

source: UK postcode
cy: Cod post yn y Deyrnas Unedig

source: If you live somewhere that is mobile, such as a canal boat or motorhome, %(open)scontact us to request a paper census questionnaire%(close)s.
cy: Os ydych chi'n byw mewn cartref symudol, fel cwch camlas neu gartref modur, %(open)scysylltwch â ni i ofyn am god mynediad%(close)s.

source: If you live somewhere that is mobile, such as a canal boat or motorhome, %(open)scontact us to request a continuation questionnaire%(close)s.
cy: Os ydych chi'n byw mewn cartref symudol, fel cwch camlas neu gartref modur, %(open)scysylltwch â ni i ofyn am holiadur cartref (parhad)%(close)s.

source: If you live somewhere that is mobile, such as a canal boat or motorhome, %(open)scontact us to request an access code%(close)s.
cy: Os ydych chi'n byw mewn cartref symudol, fel cwch camlas neu gartref modur, %(open)s cysylltwch â ni i ofyn am god mynediad%(close)s.

source: I don’t live at a fixed address
cy: Nid wyf yn byw mewn cyfeiriad sefydlog

source: Hide this
cy: Cuddio hwn

source: You have entered too many characters. Enter up to 10 characters
cy: Rydych wedi defnyddio gormod o nodau. Rhowch hyd at 10 o nodau

source: What is your flat or room number?
cy: Beth yw rhif eich fflat neu ystafell?

source: Flat or room number
cy: Rhif fflat neu ystafell

source: {x} character too many
cy: {x} nod yn ormod

source: {x} characters too many
cy: {x} nod yn ormod

source: You have {x} character remaining
cy: Mae gennych {x} o nodau ar ôl

source: You have {x} characters remaining
cy: Mae gennych {x} o nodau ar ôl

source: Cancel and return to the previous page
cy: Canslo a dychwelyd i’r dudalen flaenorol

source: Register an address
cy: Cofrestru cyfeiriad

source: If you can’t find your address, it may not be registered on our system.
cy: Os na allwch chi ddod o hyd i'ch cyfeiriad, mae'n bosibl nad yw wedi'i gofrestru ar ein system.

source: To register your address, we need you to get in touch. You can call us free on %(telephone_number)s or %(open)schoose another way to contact us%(close)s.
cy: I gofrestru eich cyfeiriad, bydd angen i chi gysylltu â ni. Gallwch chi ein ffonio ni am ddim ar %(telephone_number)s %(open)sneu ddewis ffordd arall o gysylltu â ni%(close)s.

source: Resident
cy: Preswylydd

source: Residents are responsible for answering the census questions about themselves
cy: Mae preswylwyr yn gyfrifol am ateb cwestiynau'r cyfrifiad amdanyn nhw eu hunain

source: Manager
cy: Rheolwr

source: A manager is responsible for answering the census questions about this establishment
cy: Mae rheolwr yn gyfrifol am ateb cwestiynau'r cyfrifiad am y sefydliad hwn

source: Are you a resident or manager of this establishment?
cy: Ai preswylydd neu reolwr ydych chi yn y sefydliad hwn?

source: <p class="u-fs-r--b">%(total)s addresses found for postcode %(pcode)s</p>
cy: <p class="u-fs-r--b">Wedi dod o hyd i %(total)s o gyfeiriadau ar gyfer y cod post %(pcode)s</p>

source: Select an address
cy: Dewiswch gyfeiriad

source: We cannot find your address
cy: Allwn ni ddim dod o hyd i'ch cyfeiriad

source: If this is incorrect you can %(start_request_code_link)senter the address%(end_link)s again or %(start_contact_link)scontact us%(end_link)s.
cy: Os yw hyn yn anghywir, gallwch chi %(start_request_code_link)snodi'r cyfeiriad%(end_link)s eto neu %(start_contact_link)sgysylltu â ni%(end_link)s.

source: Select your address
cy: Dewiswch eich cyfeiriad

source: Sorry, there is a problem
cy: Mae'n ddrwg gennym, mae problem wedi codi

source: To access this page you need to %(open)senter your 16-character access code%(close)s.
cy: I fynd i'r dudalen hon, bydd angen i chi roi %(open)seich cod mynediad 16 nod%(close)s.

source: Sorry, something went wrong
cy: Mae'n flin gennym, aeth rhywbeth o'i le

source: We are experiencing some technical problems.
cy: Rydym yn profi rhai problemau technegol.

source: Please try again later, or %(open)scontact us%(close)s if the problem continues.
cy: Rhowch gynnig arall arni yn nes ymlaen, neu %(open)scysylltwch â ni%(close)s os yw'r broblem yn parhau.

source: Yes, send the text
cy: Ydy, anfonwch y neges destun

source: No, I need to change it
cy: Nac ydy, mae angen i mi ei newid

source: Is this mobile number correct?
cy: Ydy’r rhif symudol hwn yn gywir?

source: Enter your mobile number
cy: Rhowch eich rhif ffôn symudol

source: Enter a UK mobile number in a valid format, for example, 07700 900345 or +44 7700 900345
cy: Rhowch rif ffôn symudol yn y Deyrnas Unedig mewn fformat dilys, er enghraifft, 07700 900345 neu +44 7700 900345

source: What is your mobile number?
cy: Beth yw eich rhif symudol?

source: UK mobile number
cy: Rhif symudol yn y Deyrnas Unedig

source: This will not be stored and only used once to send the access code
cy: Ni chaiff y rhif ei storio a dim ond unwaith i anfon y cod mynediad y caiff ei ddefnyddio

source: Request a new household access code
cy: Gofyn am god mynediad newydd ar gyfer eich cartref

source: A household access code lets you start a new census for your household and the people who live there. You will lose any answers entered using a previous access code.
cy: Mae cod mynediad y cartref yn eich galluogi chi i ddechrau cyfrifiad newydd ar gyfer eich cartref a'r bobl sy'n byw yno. Byddwch chi'n colli unrhyw atebion a gafodd eu rhoi gan ddefnyddio cod mynediad blaenorol.

source: All households should complete the census on <strong>Sunday 21 March 2021</strong> or as soon as possible after. The census should take around 10 minutes per person to fill in.
cy: Dylai pob cartref gwblhau'r cyfrifiad ddydd <strong>Sul 21 Mawrth 2021</strong>, neu cyn gynted â phosibl ar ôl y dyddiad hwnnw. Dylai gymryd tua 10 munud fesul unigolyn i gwblhau'r cyfrifiad.

source: You can choose to receive your new access code by text or post.
cy: Gallwch chi ddewis cael eich cod mynediad newydd drwy neges destun neu drwy'r post.

source: If you need to answer separately from the people you live with, you can request an individual access code to start a separate census.
cy: Os bydd angen i chi ateb ar wahân i'r bobl rydych chi'n byw gyda nhw, gallwch chi ofyn am god mynediad unigol i ddechrau cyfrifiad ar wahân.

source: Request individual access code
cy: Gofyn am god mynediad unigol

source: Someone in your household must still complete a census using a household access code
cy: Bydd yn rhaid i rywun yn eich cartref gwblhau cyfrifiad gan ddefnyddio cod mynediad y cartref o hyd

source: Need to answer separately from your household?
cy: Angen ateb ar wahân i aelodau eich cartref?

source: Request an individual access code
cy: Gofyn am god mynediad unigol

source: An individual access code lets you answer your census questions separately from the people you live with, so they can’t see your answers.
cy: Mae cod mynediad unigol yn eich galluogi chi i ateb eich cwestiynau ar gyfer y cyfrifiad ar wahân i'r bobl rydych yn byw gyda nhw, fel na allant weld eich atebion.

source: No one in your household will be told that you have requested an individual access code
cy: Ni fydd neb yn eich cartref yn cael gwybod eich bod chi wedi gofyn am god mynediad unigol

source: Your individual answers will take priority over any information submitted about you in the household census.
cy: Bydd eich atebion unigol yn cael blaenoriaeth dros unrhyw wybodaeth a gaiff ei chyflwyno amdanoch chi ar ffurflen y cartref.

source: Start
cy: Dechrau

source: We can only send access codes to the registered address
cy: Dim ond i gyfeiriad cofrestredig y cartref y gallwn anfon codau mynediad

source: We can only send access codes to the registered household address
cy: Dim ond i gyfeiriad cofrestredig y cartref y gallwn anfon codau mynediad

source: Text message
cy: Neges destun

source: We will need your mobile number for this
cy: Bydd angen eich rhif ffôn symudol arnom ar gyfer hyn

source: How would you like to receive an individual access code?
cy: Sut hoffech chi gael cod mynediad unigol?

source: How would you like to receive a new manager access code?
cy: Sut hoffech chi gael cod mynediad rheolwr newydd?

source: How would you like to receive a new household access code?
cy: Sut hoffech chi gael cod mynediad newydd ar gyfer y cartref?

source: Select how to send access code
cy: Dewiswch sut i anfon y cod mynediad

source: To request a census in a different format or for further help, please %(open)scontact us%(close)s.
cy: I ofyn am gyfrifiad mewn fformat gwahanol neu am fwy o help, %(open)scysylltwch â ni%(close)s.

source: A letter will be sent to %(name)s at %(address)s
cy: Caiff llythyr ei anfon at %(name)s yn %(address)s

source: The letter with an individual access code should arrive soon for you to start the census
cy: Dylai’r llythyr yn cynnwys cod mynediad unigol gyrraedd yn fuan er mwyn i chi ddechrau'r cyfrifiad

source: The letter with a new manager access code should arrive soon for you to start the census
cy: Dylai’r llythyr yn cynnwys cod mynediad rheolwr newydd gyrraedd yn fuan er mwyn i chi ddechrau'r cyfrifiad

source: The letter with a new household access code should arrive soon for you to start the census
cy: Dylai’r llythyr yn cynnwys cod mynediad newydd ar gyfer y cartref gyrraedd yn fuan er mwyn i chi ddechrau'r cyfrifiad

source: Done
cy: Wedi gorffen

source: A text has been sent to %(number)s
cy: Mae neges destun wedi cael ei hanfon i %(number)s

source: The text message with an individual access code should arrive soon for you to start your census
cy: Dylai’r neges destun yn cynnwys cod mynediad unigol gyrraedd yn fuan er mwyn i chi ddechrau eich cyfrifiad

source: The text message with a new household access code should arrive soon for you to start your census
cy: Dylai’r neges destun yn cynnwys cod mynediad newydd ar gyfer y cartref gyrraedd yn fuan er mwyn i chi ddechrau eich cyfrifiad

source: The text will be sent from <strong>Census2021</strong>
cy: Caiff y neges destun ei hanfon o <strong>Census2021</strong>

source: Didn’t receive a text?
cy: Heb gael neges destun?

source: It can take a few minutes for the text to arrive. If it doesn’t arrive, you can %(open)srequest a new access code%(close)s.
cy: Gall gymryd ychydig funudau i'r neges destun gyrraedd. Os na fydd yn cyrraedd, gallwch %(open)sofyn am god mynediad newydd%(close)s.

source: Ready to start your census online?
cy: Barod i ddechrau'ch cyfrifiad ar lein?

source: Start census
cy: Dechrau'r cyfrifiad

source: Yes, send the questionnaire by post
cy: Ydw, anfonwch yr holiadur drwy'r post

source: No, cancel and return
cy: Nac ydw, rwyf am ganslo a dychwelyd

source: Yes, send the access code by post
cy: Ydw, anfonwch y cod mynediad drwy'r post

source: Do you want to send an individual paper questionnaire to this address?
cy: Ydych chi am anfon holiadur papur i unigolion i'r cyfeiriad hwn?

source: Do you want to send a household paper questionnaire to this address?
cy: Ydych chi am anfon holiadur papur y cartref i'r cyfeiriad hwn?

source: Do you want to send a continuation questionnaire to this address?
cy: Ydych chi am anfon holiadur y cartref (parhad) i'r cyfeiriad hwn?

source: Do you want to send an individual access code to this address?
cy: Ydych chi am anfon cod mynediad unigol i'r cyfeiriad hwn?

source: Do you want to send a new manager access code to this address?
cy: Ydych chi am anfon cod mynediad rheolwr newydd i'r cyfeiriad hwn?

source: Do you want to send a new household access code to this address?
cy: Ydych chi am anfon cod mynediad newydd ar gyfer y cartref i'r cyfeiriad hwn?

source: Change name
cy: Newid enw

source: Your individual paper questionnaire will arrive in a white unbranded envelope
cy: Bydd eich holiadur papur i unigolion yn cyrraedd mewn amlen blaen wen

source: A letter with your individual access code will arrive in a brown unbranded envelope
cy: Bydd llythyr yn cynnwys cod mynediad unigol yn cyrraedd mewn amlen blaen frown

source: Large print
cy: Print mawr

source: I need a large-print questionnaire
cy: Mae angen holiadur print mawr arnaf

source: You have entered too many characters. Enter up to 35 characters
cy: Rydych wedi defnyddio gormod o nodau. Rhowch hyd at 35 o nodau

source: Enter your first name
cy: Rhowch eich enw cyntaf

source: Enter your last name
cy: Rhowch eich cyfenw

source: <p>This is who the letter will be addressed to</p>
cy: <p>Dyma at bwy y bydd y llythyr wedi'i gyfeirio</p>

source: What is your name?
cy: Beth yw eich enw?

source: First name
cy: Enw cyntaf

source: Last name
cy: Cyfenw

source: Enter the number of people in your household
cy: Rhowch nifer y bobl yn eich cartref

source: Enter a number
cy: Rhowch rif

source: Enter a number greater than 6
cy: Rhowch rif sy'n fwy na 6

source: Enter a number greater than 5
cy: Rhowch rif sy'n fwy na 5

source: Enter a number less than 31
cy: Rhowch rif sy'n llai na 31

source: <p>This is to make sure we send you the right number of continuation questionnaires if there are more than 6 people in your household</p>
cy: <p>Mae hyn er mwyn gwneud yn siŵr ein bod yn anfon y nifer gywir o holiaduron cartref (parhad) os oes mwy na 5 unigolyn yn eich cartref</p>

source: <p>This is to make sure we send you the right number of paper questionnaires</p>
cy: <p>Mae hyn er mwyn gwneud yn siŵr ein bod yn anfon y nifer gywir o holiaduron papur</p>

source: How many people are in your household?
cy: Faint o bobl sydd yn eich cartref?

source: Number of people
cy: Nifer y bobl

source: If you don’t already have a paper census for your household, you will need to %(open)srequest a household paper questionnaire%(close)s.
cy: Os nad oes gennych holiadur papur ar gyfer eich cartref yn barod, bydd angen i chi wneud cais am holiadur papur y cartref.

source: This address is not a household address
cy: Nid yw'r cyfeiriad hwn yn gyfeiriad cartref

source: You have selected an address for an establishment.
cy: Rydych chi wedi dewis cyfeiriad ar gyfer sefydliad

source: Continuation questionnaires can only be requested for household addresses.
cy: Dim ond ar gyfer cyfeiriadau cartref y gellir gwneud cais am holiaduron cartref (Parhad).

source: If you need help, please %(open)scontact us%(close)s.
cy: Os oes angen help arnoch chi, %(open)scysylltwch â ni%(close)s.

source: Your request for a continuation questionnaire has been cancelled
cy: Mae eich cais am holiadur y cartref (parhad) wedi cael ei ganslo

source: Your request for a paper questionnaire has been cancelled
cy: Mae eich cais am holiadur papur wedi cael ei ganslo.

source: Return to the %(open)scensus homepage%(close)s.
cy: Dychwelyd i %(open)shafan y cyfrifiad%(close)s.

source: Request a household paper questionnaire
cy: Gofyn am holiadur papur y cartref

source: A household paper questionnaire lets you fill in a new census for your household and the people who live there.
cy: Mae holiadur papur y cartref yn eich galluogi chi i gwblhau cyfrifiad newydd ar gyfer eich cartref a'r bobl sy'n byw yno.

source: All households should complete the census on <strong>Sunday 21 March 2021</strong> or as soon as possible after.
cy: Dylai pob cartref gwblhau'r cyfrifiad ddydd <strong>Sul 21 Mawrth 2021</strong>, neu cyn gynted â phosibl ar ôl y dyddiad hwnnw.

source: If you need to answer separately from the people you live with, you can request an individual paper questionnaire to fill in a separate census.
cy: Os bydd angen i chi ateb ar wahân i'r bobl rydych chi'n byw gyda nhw, gallwch chi ofyn am holiadur papur i unigolion er mwyn cwblhau cyfrifiad ar wahân.

source: Request an individual paper questionnaire
cy: Gofyn am holiadur papur i unigolion

source: Someone in your household must still complete a census using a household access code or by completing a household paper questionnaire
cy: Bydd yn rhaid i rywun yn eich cartref gwblhau cyfrifiad o hyd, gan ddefnyddio cod mynediad y cartref neu drwy lenwi holiadur papur y cartref

source: An individual paper questionnaire lets you answer your census questions separately from the people you live with, so they can’t see your answers.
cy: Mae holiadur papur i unigolion yn eich galluogi chi i ateb eich cwestiynau ar gyfer y cyfrifiad ar wahân i'r bobl rydych chi'n byw gyda nhw, fel na allant weld eich atebion.

source: No one in your household will be told that you have requested an individual paper questionnaire
cy: Ni fydd neb yn eich cartref yn cael gwybod eich bod wedi gofyn am holiadur papur i unigolion

source: We cannot send communal establishment paper questionnaires to managers
cy: Ni allwn anfon holiaduron papur sefydliadau cymunedol at reolwyr

source: If you are able to complete the census online, you can %(open)srequest a manager access code%(close)s to be sent by text message. As soon as the text arrives, you can start the census.
cy: Os gallwch gwblhau'r cyfrifiad ar lein, gallwch %(open)sofyn am gael cod mynediad rheolwr%(close)s drwy neges destun. Unwaith y bydd y neges destun yn cyrraedd, gallwch ddechrau'r cyfrifiad.

source: If this is not possible, you can call us free on %(telephone_number)s to complete the census another way.
cy: Os nad yw hyn yn bosibl, gallwch chi ein ffonio ni am ddim ar %(telephone_number)s i gwblhau'r cyfrifiad mewn ffordd arall.

source: A large-print individual paper questionnaire will be sent to %(name)s at %(address)s
cy: Caiff copi print mawr o'r holiadur papur i unigolion ei anfon at %(name)s yn %(address)s

source: A large-print household paper questionnaire will be sent to %(name)s at %(address)s
cy: Caiff copi print mawr o holiadur papur y cartref ei anfon at %(name)s yn %(address)s

source: A continuation questionnaire will be sent to %(name)s at %(address)s
cy: Caiff holiadur papur y cartref (parhad) ei anfon at %(name)s yn %(address)s

source: An individual paper questionnaire will be sent to %(name)s at %(address)s
cy: Caiff holiadur papur i unigolion ei anfon at %(name)s yn %(address)s

source: A household paper questionnaire will be sent to %(name)s at %(address)s
cy: Caiff holiadur papur y cartref ei anfon at %(name)s yn %(address)s

source: This should arrive soon for you to complete your census
cy: Dylai gyrraedd yn fuan er mwyn i chi gwblhau eich cyfrifiad

source: Your session has timed out due to inactivity
cy: Mae eich sesiwn wedi cyrraedd y terfyn amser oherwydd anweithgarwch

source: To protect your information we have timed you out
cy: I ddiogelu eich gwybodaeth, rydyn ni wedi rhoi terfyn amser ar eich sesiwn

source: You will need to %(open)sre-enter your postcode%(close)s
cy: Bydd angen i chi %(open)snodi eich cod post eto%(close)s

source: You have reached the maximum number of paper questionnaires you can request online
cy: Rydych chi wedi cyrraedd y nifer fwyaf o holiaduron papur y gallwch ofyn amdanynt ar lein

source: If you need a new paper questionnaire, please %(open)scontact us%(close)s
cy: Os oes angen holiadur papur newydd arnoch chi, %(open)scysylltwch â ni%(close)s

source: You have reached the maximum number of continuation questionnaires you can request online
cy: Rydych wedi cyrraedd y nifer fwyaf o holiaduron cartref (parhad) y gallwch wneud cais amdanynt ar lein

source: If you need a new continuation questionnaire, please %(open)scontact us%(close)s
cy: Os bydd angen i chi gael holiadur y cartref (parhad) newydd, %(open)scysylltwch â ni%(close)s

source: You have reached the maximum number of access codes you can request online
cy: Rydych chi wedi cyrraedd y nifer fwyaf o godau mynediad y gallwch ofyn amdanynt ar lein

source: If you need a new access code, please %(open)scontact us%(close)s
cy: Os oes angen cod mynediad newydd arnoch chi, %(open)scysylltwch â ni%(close)s
