Repository: ONSdigital/census-rh-ui
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Your progress has been saved
cy: Mae eich cynnydd wedi cael ei gadw

source: Keep your 16-character access code safe. You will need to enter it again to %(open)saccess your census%(close)s.
cy: Cadwch eich cod mynediad, sy'n cynnwys 16 o nodau, yn ddiogel. Bydd angen i chi roi eich cod eto er mwyn %(open)smynd at eich cyfrifiad%(close)s.

source: This access code is not part of the census for England and Wales
cy: Nid yw'r cod mynediad hwn yn rhan o'r cyfrifiad ar gyfer Cymru a Lloegr

source: You have entered an access code for the census in Northern Ireland.
cy: Rydych chi wedi rhoi cod mynediad ar gyfer y cyfrifiad yng Ngogledd Iwerddon.

source: No, this is not the correct address
cy: Na, nid hwn yw'r cyfeiriad cywir

source: Your address is in England, so you can only complete your census in English.
cy: Mae eich cyfeiriad yn Lloegr, felly dim ond yn Saesneg y gallwch chi gwblhau eich cyfrifiad.

source: This access code has already been used
cy: Mae'r cod mynediad hwn eisoes wedi cael ei ddefnyddio

source: If you need to start your census again, you can %(open)srequest a new access code%(close)s.
cy: Os bydd angen i chi ddechrau eich cyfrifiad eto, gallwch chi %(open)sofyn am god mynediad newydd.

source: To protect your information we have timed you out.
cy: Er mwyn diogelu eich gwybodaeth, mae eich sesiwn wedi cyrraedd y terfyn amser

source: Barge or boat
cy: Bad neu gwch

source: Caravan or live-in vehicle
cy: Carafán neu gerbyd preswyl

source: For example, a motorhome, van or campervan
cy: Er enghraifft, cartref modur, fan neu gerbyd gwersylla

source: Tent or temporary structure
cy: Pabell neu strwythur dros dro

source: Which of the following best describes your type of accommodation?
cy: Pa un o’r canlynol sy’n disgrifio eich math o gartref orau?

source: Enter your nearest town or city
cy: Rhowch eich tref neu ddinas agosaf

source: What is the nearest town or city to where you were living on Sunday 21 March 2021?
cy: Beth yw'r dref neu'r ddinas agosaf i ble y byddwch chi'n byw ddydd Sul 21 Mawrth 2021?

source: What is the nearest town or city to where you will be living on Sunday 21 March 2021?
cy: Beth yw'r dref neu'r ddinas agosaf i ble y byddwch chi'n byw ddydd Sul 21 Mawrth 2021?

source: Enter a town or city
cy: Rhowch dref neu ddinas

source: Enter an access code
cy: Rhowch god mynediad

source: Enter a valid access code
cy: Rhowch god mynediad dilys

source: Where to find your access code
cy: Ble i ddod o hyd i'ch cod mynediad

source: Enter your 16-character access code
cy: Rhowch god mynediad eich cartref, sy'n cynnwys 16 o nodau

source: Keep this code safe. You will need to enter it every time you access your census
cy: Cadwch y cod hwn yn ddiogel. Bydd angen i chi roi eich cod bob tro y byddwch chi'n mynd at eich cyfrifiad

source: Your personal information is protected by law and will be kept confidential.
cy: Mae eich gwybodaeth bersonol yn cael ei diogelu gan y gyfraith a chaiff ei chadw'n gyfrinachol.

source: Access census
cy: Mynd at y cyfrifiad

source: If you don’t have an access code
cy: Os nad oes gennych chi god mynediad

source: You can %(open)srequest a new access code%(close)s to start a new census if you have lost or not received an access code. This can be sent to you by text or post.
cy: Gallwch chi%(open)sofyn am god mynediad newydd%(close)s i ddechrau cyfrifiad newydd os ydych chi wedi colli eich cod mynediad neu heb gael un. Gall y cod gael ei anfon atoch drwy neges destun neu drwy'r post.

source: If you need to answer separately from the people you live with, you can %(open)srequest an individual access code%(close)s to start a separate census.
cy: Os bydd angen i chi ateb ar wahân i'r bobl rydych chi'n byw gyda nhw, gallwch chi %(open)sofyn am god mynediad unigol%(close)s i ddechrau cyfrifiad ar wahân.

source: Web chat
cy: Gwe-sgwrs

source: Find a support centre
cy: Chwilio am ganolfan gymorth

source: To find your nearest support centre, we need your postcode.
cy: Er mwyn chwilio am eich canolfan gymorth agosaf, bydd angen i ni gael eich cod post.

source: Enter your postcode
cy: Rhowch eich cod post

source: Find
cy: Chwilio

source: Not available
cy: Ddim ar gael

source: Support centres near %(highlight_postcode)s
cy: Canolfannau cymorth gerllaw %(highlight_postcode)s

source: %(distance_in_miles)s miles away
cy: %(distance_in_miles)s milltir i ffwrdd

source: Find %(location_name_span)s on Google Maps
cy: Chwilio %(location_name_span)s ar Google Maps

source: Telephone:
cy: Ffôn:

source: Email:
cy: E-bost:

source: Opening times and facilities
cy: Amseroedd agor a chyfleusterau

source: Opening times
cy: Amseroedd agor

source: Monday
cy: Dydd Llun

source: Closed
cy: Ar gau

source: Tuesday
cy: Dydd Mawrth

source: Wednesday
cy: Dydd Mercher

source: Thursday
cy: Dydd Iau

source: Friday
cy: Dydd Gwener

source: Saturday
cy: Dydd Sadwrn

source: Sunday
cy: Dydd Sul

source: Census Saturday, 20 March
cy: Dydd Sadwrn y Cyfrifiad, 20 Mawrth

source: Census Day, 21 March
cy: Diwrnod y Cyfrifiad, 21 Mawrth

source: Good Friday, 2 April
cy: Dydd Gwener y Groglith, 2 Ebrill

source: Easter Monday, 5 April
cy: Dydd Llun y Pasg, 5 Ebrill

source: May Bank Holiday, 3 May
cy: Gŵyl Banc Calan Mai, 3 Mai

source: Centre facilities
cy: Cyfleusterau'r canolfannau

source: Car park, including disabled parking
cy: Maes parcio, gan gynnwys parcio anabl

source: Car park
cy: Maes parcio

source: Disabled parking
cy: Parcio anabl

source: Level access into building entrance
cy: Mynediad gwastad i mewn i'r adeilad

source: Wheelchair access
cy: Mynediad i gadeiriau olwyn

source: Staff are disability aware
cy: Staff yn meddu ar ymwybyddiaeth o anableddau

source: Waiting room seating
cy: Seddi yn yr ystafelloedd aros

source: Hearing loop system
cy: System dolen glywed

source: Thank you for contacting us
cy: Diolch am gysylltu â ni

source: Your message has been sent
cy: Mae eich neges wedi cael ei hanfon

source: We will respond to you within 2 working days
cy: Byddwn yn ymateb i chi o fewn 2 ddiwrnod gwaith

source: England
cy: Lloegr

source: Wales
cy: Cymru

source: Northern Ireland
cy: Gogledd Iwerddon

source: I don’t have everything I need to complete my census
cy: Nid oes gennyf bopeth sydd ei angen arnaf i gwblhau'r cyfrifiad

source: I am having technical difficulties
cy: Rwy'n cael anawsterau technegol

source: I need help with my census form
cy: Mae angen help arna i gyda ffurflen y cyfrifiad

source: I have a complaint
cy: Mae gen i gŵyn

source: I need help with my address
cy: Mae angen help arna i gyda fy nghyfeiriad

source: Something else
cy: Rhywbeth arall

source: Select an option
cy: Dewiswch opsiwn

source: Enter your name
cy: Nodwch eich enw

source: Web form
cy: Gwe-ffurflen

source: Select your country
cy: Dewiswch eich gwlad

source: What do you need help with?
cy: Gyda beth y mae angen help arnoch chi?

source: Please provide more detail
cy: Rhowch ragor o fanylion

source: Your contact details
cy: Eich manylion cyswllt

source: Name
cy: Enw

source: Email address
cy: Cyfeiriad e-bost

source: We will only use this to send you a reply
cy: Byddwn ond yn ei ddefnyddio i anfon ymateb atoch

source: Send message
cy: Anfon neges

source: Information about what we do with your personal data is available in our %(open)sprivacy and data protection statement%(close)s.
cy: Mae gwybodaeth am yr hyn rydym yn ei wneud gyda'ch data personol ar gael yn ein %(open)sdatganiad preifatrwydd a diogelu data%(close)s.

source: Web chat unavailable
cy: Nid yw'r adnodd gwe-sgwrs ar gael

source: Our contact centre is now closed.
cy: Mae ein canolfan gyswllt bellach ar gau.

source: You can still contact us through our %(open)sweb form%(close)s.
cy: Gallwch gysylltu â ni o hyd drwy ein %(open)sgwe-ffurflen%(close)s.

source: Web chat opening times
cy: Amseroedd agor ar gyfer gwe-sgwrs

source: Monday to Friday &ndash; %(open_time)s to %(close_time)s
cy: o ddydd Llun i ddydd Gwener &ndash; rhwng %(open_time)s ac %(close_time)s

source: Saturday &ndash; %(open_time)s to %(close_time)s
cy: Dydd Sadwrn &ndash; rhwng %(open_time)s ac %(close_time)s

source: Census Saturday, 20 March &ndash; %(open_time)s to %(close_time)s
cy: Dydd Sadwrn y Cyfrifiad, 20 Mawrth &ndash; rhwng %(open_time)s a %(close_time)s

source: Census Day, 21 March &ndash; %(open_time)s to %(close_time)s
cy: Diwrnod y Cyfrifiad, 21 Mawrth &ndash; rhwng %(open_time)s a %(close_time)s

source: Javascript disabled
cy: JavaScript wedi'i analluogi

source: Javascript on your browser is disabled. To start a Webchat session javascript needs to be enabled on your browser.
cy: Mae JavaScript wedi'i analluogi ar eich porwr. I ddechrau sesiwn Gwe-sgwrs, mae angen i JavaScript fod wedi'i alluogi ar eich porwr.

source: Get Help
cy: Cael Help

source: Start web chat
cy: Dechrau gwe-sgwrs

source: The census rehearsal is coming to an end.
cy: Mae ymarfer y cyfrifiad yn dod i ben.

source: Fill in your online questionnaire by <strong>15 November (3pm)</strong>. <br> Post any paper questionnaires by <strong>22 November</strong>.
cy: Llenwch eich holiadur ar-lein erbyn <strong>15 Tachwedd (3pm)</strong>. <br> Postiwch unrhyw holiaduron papur erbyn <strong>22 Tachwedd</strong>.

source: There is a problem with this page
cy: Mae problem gyda'r dudalen hon

source: There is a problem with your answer
cy: Mae problem gyda'ch ateb

source: There are %(errorcount)s problems with your answer
cy: Mae %(errorcount)s o broblemau gyda'ch ateb
